var questions = {
    1: {
        "question": "КАКОЙ РУКОЙ ВЫ ПОДЗЫВАИТИ ЖВОТНИЕ?",
        "options": [
            "ЛЕВОЙ РУКОЙ",
            "ПРАВОЙ РУКОЙ",
            "ОБОИМИ РУКАМИ"
        ]
    },
    2: {
        "question": "КАК ВЫ ОБЫЧНО КУСАИТИ ЖВОТНЕ?",
        "options": [
            "Я ДОГОВАРИВАЮСЬ С ЖВОТНЕ КОГДА У НЕГО СВОБОДНОЕ ВРЕМЯ БЕРУ КЛАДУ В РОТ ЖВОТНЕ И СЛЕГКА ПРИДАВЛИВАУ ЗУБАМИ НО НЕ СИЛНО ТАК ПРОДОЛЖАИТСЯ ДО СОСТОЯНИЯ УКУСА",
            "Я ПОДСТИРИГАЮ С ОТКРЫТОМ РТОМ В ВЫЖИДАНИИ И ЖДУ ПОКА ЖВОТНЕ САМО ЗАБИРЁТСЯ КО МНЕ В РОТ ЧТО БЫ ЕГО УКУСИТ",
            "Я БЕГУ ЗА ЖВОТНЕ ИЗОВСЕХ СИЛ С ОТКРЫТОМ РТОМ ЧТО БЫ УКУСИТ НАБЕГУ"
        ]
    },
    3: {
        "question": "КАК ВЫ ДУМАИТИ ЕСЛИ ЖВОТНЕ БУДЕТ КУСАТ ВАС ТОДЖЕ НАСКОЛКО ЕМУ ЭТО ПОНРАВИСЯ?",
        "options": [
            "ОЧЕН ПОНРАВИТСЯ",
            "ЕМУ ЭТО НЕ ОЧЕН ПОНРАВИСТЯ"
        ]
    },
    4: {
        "question": "ЕСЛИ ВЫ ПОБИЖИТЕ ЗА ЖВОТНЕ ВЫ СМОЖИТЕ ЕГО ДОГНАТЬ?",
        "options": [
            "ДА Я ОЧЕН ХОРОШО ПОБЕГУ Я ДОГАНЮ Я ОБЕЩАЮ",
            "НАВЕРНОЕ НЕ СМОГУ ПОТОМ ЧТО Я УСТАЮ",
            "Я НЕ СМОГУ ПОБЕЖАТ ЗА ЖВОТНЕ ИЗВИНИТЕ ПОЖАЛУСТА"
        ]
    },
    5: {
        "question": "КАК ЧАСТО ВЫ ХОДИТЕ ИСКАТ ЖВОТНЕ?",
        "options": [
            "1 РАС В ДЕНЬ",
            "1 РАС В НЕДЕЛУ",
            "1 РАС В ГОД",
            "ЖВОТНЕ САМО НАХОДИТ МЕНЯ"
        ]
    },
    6: {
        "question": "ЕСЛИ ЖВОТНЕ ЗАНЯТО КУСАНИЕМ В ДАННЫЙ МОМЕНТ ДОЖДЁТЕСЬ ЛИ ВЫ ПОКА ОНО ЗАКОНЧИТ ИЛИ ПРЕРВЁТЕ ЕВО?",
        "options": [
            "Я ДОЖДУСЬ ПОКА КУСАНИЕ БУДЕТ ЗАКОНЧЕНО",
            "Я НЕДОЖДУС И БУДУ КУСАТ ЖВОТНЕ ПОВЕРХ ЕГО КУСАНИЯ"
        ]
    },
    7: {
        "question": "ЕСЛИ ЖВОТНЕ ЯВЛЯЕТСЯ ЯДОВИТЫМ И КУСАЕТ ВАС, МОЖНО ЛИ ЕГО КУСАТ В ОТВЕТ?",
        "options": [
            "ДА МОЖНО ТАК БУДЕТ ПРАВИЛНО",
            "НЕТ НЕМОЖНО ЭТО НЕ СОВСЕМ ПРАВИЛНО"
        ]
    },
    8: {
        "question": "ЕСЛИ ЖВОТНЕ КУСАИТ НЕСПЕЦИАЛНО НУЖНО ЛИ ЕГО ТОЖЕ КУСАТ В ОТВЕТ НЕСПЕЦИАЛНО?",
        "options": [
            "ПОЛУЧАЕТСЯ ЧТО НУЖНО",
            "НЕПОЛУЧАЕТСЯ"
        ]
    },
    9: {
        "question": "ДОПУСТИМ ВЫ КУСАИТИ ЖЫВОТНЕЕ И ВАС ВДРУГ УВИДИЛО ДРУГОЕ ЖВОТНЕЕ ВАШИ ДЕЙСТВИЯ?",
        "options": [
            "Я ПРОДОЛЖУ КУСАТ",
            "Я НЕ ПРОДОЛЖУ КУСАТ ПРОСТО ОСТАНОВЛУСЬ",
            "Я БУДУ КУСАТ И ТО ЖИВОТНЕЕ И ЭТО ПОТОМУ ЧТО ТАК ПРАВИЛНО"
        ]
    },
    10: {
        "question": "ДОПУСТИМ ВЫ ПОЙМАЛИ ОЧИН ЗЛОГО ЖВОТНЕ ОНО СМОТРИТ НА ВАС ЗЛИТСЯ И КУСАЕТ ТРЯПКУ ДУМАЯ ЧТО КУСАЕТ ВАС. ВАШИ ДЕЙСТВИЯ?",
        "options": [
            "НАЧНУ КУСАТ ЖВОТНЕЕ ЧТО БЫ ОНО ПОНИМАЛО КАК ПРАВИЛНО",
            "Я ТОЖЕ ТОГДА БУДУ КУСАТ ТРЯПКУ",
            "Я ПОСТАРЮС ОБЪЯСНИТ ЖВОТНЕ ЧТО ПРОИЗОШЛА ОШИБКА И ПРЕДЛОЖУ УКУСИТ СЕБЯ ПОНАСТОЯЩЕМУ",
            "В ТАКОМ СЛУЧАИ Я НАВЕРНОЕ НЕ БУДУ КУСАТ ЖВОТНЕ"
        ]
    }
}

var results = [
    "ВЫ КУСАИТИ ЧЁРНОГО ХОРЯ. ЭТО ЧИН ДАЖЕ НЕПЛОХО ПО СЕГОДНГЯШНИМ МЕРКАМ!",
    "ВЫ КУСАИТЕ НОЧНИЦУ!(ЭТО ЛИТУЧАЯ МЫШ)",
    "ВЫ КУСАИТИ АНДАТРУ",
    "ВЫ КУСАИТИ ЗАЙЦА И ВЫ ЕГО ДОГНАЛИ ЭТО ДОЛГОЖДАННЫЙ ТРОФЕЙ НО НЕЗАБЫВАИТИ ЕГО НУЖНО КУСАТ НЕСИЛНО!!!",
    "ВЫ КУСАИТИ ВОРОБЬЯ И ВСЕХ ЕГО ДРУЗЕЙ",
    "К СОЖАЛЕНИЮ ВЫ НЕ ПОЙМАЛИ ЖВОТНЕ И НЕ КУСАИТИ ЕВО! ВЫ ПРОСТО СТОИТЕ В ПОЛЕ И СМОТРИТЕ ПОСТОРОНАМ И ВАМ ХОРОШО!",
    "ВЫ ДАГНАЛИ ЕВРАПЕЙСКАВА ЛЕСНОВА КАТА НО ЧТОБЫ ЕГО ХОРОШЕНКО УКУСИТ ПРИДЕТСЯ ПОСТАРАТСЬЯ! НО КОГДА ОН ВАС УВИДИЛ ПОЧЕМУТО ОЧИН СИЛНО СПРЯТАЛСЯ И НЕ ВЫЛАЗИЕТ"
]
